// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="傳真傳送記錄";
"User Name"="使用者名稱";
"Start Date/Time"="開始日期/時間";
"End Date/Time"="結束日期/時間";
"Recipient"="收件人";
"Company/Corp."="公司/團體";
"Fax Number"="傳真號碼";
"Status"="狀態";
"Number of Pages"="頁數";
"Image Quality"="影像畫質";
"Str_Fax_Transmission_Record_Num_Of_Selected"="已選取 %1$d / %2$d";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="關於FAX Utility...";
"Preferences..."="偏好設定...";
"Services"="服務";
"Hide FAX Utility"="隱藏FAX Utility";
"Hide Others"="隱藏其他";
"Show All"="顯示全部";
"Quit FAX Utility"="結束FAX Utility";
"File"="檔案";
"Close"="關閉";
"Save"="儲存";
"Edit"="編輯";
"Delete log"="刪除記錄";
"Window"="視窗";
"Minimize"="縮到最小";
"Help"="說明";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="已傳送";
"SentStatusError10001"="已取消傳送";
"SentStatusError10002"="未指定任何收件人";
"SentStatusError10003"="不支援的紙張大小";
"SentStatusError10004"="磁碟空間不足";
"SentStatusError10005"="傳真線路忙線中";
"SentStatusError10006"="撥號號碼無效";
"SentStatusError10007"="彩色傳送失敗";
"SentStatusError10008"="無撥號音";
"SentStatusError10009"="無回應";
"SentStatusError10010"="已超過資料限制";
"SentStatusError10011"="不明通訊協定";
"SentStatusError10012"="連線中斷 (PC -> 印表機)";
"SentStatusError10013"="連線失敗 (印表機 -> 收件人)";
"SentStatusError10014"="無法使用電腦傳真";
"SentStatusErrorComm"="連線錯誤 (%d)";
"SentStatusError10015"="無法取得傳送結果";
"SentStatusError110001"="不明錯誤";

"SentResolutionNormal"="正常";
"SentResolutionFine"="細緻(彩色)";
"SentResolutionPhoto"="相片";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="取消";
"Str_Alert_Common_OK"="好";

"Str_Alert_Common_Necessary_File_Not_Found"="找不到執行應用程式所需的檔案。\n請重新安裝 FAX Utility。";
"Str_Alert_Common_Cannot_Get_Printer_Information"="無法取得印表機 (傳真) 資訊。請開啟〝列印及傳真偏好設定〞，然後新增電腦傳真驅動程式。";
"Str_Alert_Common_Confirm_OverWrite"="指定的檔案已存在。是否要覆寫？";
"Str_Alert_Common_Not_Responding_Error"="印表機沒有回應。確定有正確地連接印表機，並且已開啟電源。";
"Str_Alert_Common_Communication_Error"="發生印表機連線錯誤。";
"Str_Alert_Common_Printer_Processing_Error"="印表機正在處理資料。請稍後重試一次。";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="連接至印表機時出現錯誤。\n錯誤代碼 (%d)";
"Str_Alert_Common_Error_Occurred"="由於發生錯誤，因此取消處理。";
"Str_Alert_Common_PrinterStatusError"="印表機發生錯誤。請清除錯誤，然後重試一次。";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="無法開啟傳真傳送記錄，因為其他 FAX Utility 功能已經在執行中。請等候執行完畢，然後再試一次。";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="無法開啟傳送記錄檔案。您沒有存取權限，或者檔案不存在。";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="沒有任何傳送記錄。";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="無法儲存記錄檔。請變更路徑和檔案名稱，然後再儲存一次。";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="無法刪除記錄檔。其他應用程式可能正在使用該檔案，或者您沒有存取權限，也可能檔案已被刪除。";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="將刪除所有的記錄。是否要繼續？";

// ------------------------------------------------------------------------
"SentStatusError10017"="授權失敗 (不允許)";
"SentStatusError10018"="電話線連線不正確";
"SentResolutionPhotoY2"="品質";
"SentResolutionPhotoX2Y2"="高品質";
